<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');
/*
|--------------------------------------------------------------------------
| JavaScript Scripts Path
|--------------------------------------------------------------------------
|
| JavaScript脚本相对于网站根目录的路径
|
*/
$config['js_path'] = 'assets/js/';

/*
|--------------------------------------------------------------------------
| CSS Scripts Path
|--------------------------------------------------------------------------
|
| CSS脚本相对于网站根目录的路径
|
*/
$config['css_path'] = 'assets/css/';

/*
|--------------------------------------------------------------------------
| AutoLoad JavaScript Scripts
|--------------------------------------------------------------------------
|
| 默认加载的JavaScript脚本
|
*/
$config['js'] = array(
	'jquery-1.5.1.min.js',
	'fieblog.js'
);

/*
|--------------------------------------------------------------------------
| AutoLoad CSS Scripts
|--------------------------------------------------------------------------
|
| 默认加载的CSS脚本
|
*/
$config['css'] = array(
	'style.css'
);

/* End of file assets.php */
/* Location: ./application/config/assets.php */